<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>DisabledPreferencePanes</key>
			<array>
				<string>com.apple.preferences.wallet</string>
				<string>com.apple.preferences.configurationprofiles</string>				
			</array>
			<key>PayloadDescription</key>
			<string>Configures System Preferences settings</string>
			<key>PayloadDisplayName</key>
			<string>System Preferences</string>
			<key>PayloadIdentifier</key>
			<string>com.github.erikberglund.ProfileCreator.55B7262E-A78A-427F-9802-8942C999BA05.com.apple.systempreferences.0407915D-CCD0-48C7-A2B6-F7C0DA53BAF6</string>
			<key>PayloadOrganization</key>
			<string></string>
			<key>PayloadType</key>
			<string>com.apple.systempreferences</string>
			<key>PayloadUUID</key>
			<string>0407915D-CCD0-48C7-A2B6-F7C0DA53BAF6</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Blocks appleid, apple wallet, profiles</string>
	<key>PayloadDisplayName</key>
	<string>Blocked System Settings</string>
	<key>PayloadIdentifier</key>
	<string>com.github.erikberglund.ProfileCreator.55B7262E-A78A-427F-9802-8942C999BA05</string>
	<key>PayloadOrganization</key>
	<string>TAG</string>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>55B7262E-A78A-427F-9802-8942C999BA05</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
